Repository: hakuna-matataa-eg/hakunaweb
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, ru

source: English
ar: إنجليزي
de: Englisch
es: Inglés
fr: Anglais
ru: Английский

source: Arabic
ar: عربي
de: Arabisch
es: árabe
fr: arabe
ru: арабский

source: Spanish
ar: الأسبانية
de: Spanisch
es: Español
fr: Espagnol
ru: испанский

source: French
ar: فرنسي
de: Französisch
es: Francés
fr: Français
ru: Французский

source: German
ar: الألمانية
de: Deutsch
es: Alemán
fr: Allemand
ru: немецкий

source: Russian
ar: الروسية
de: Russisch
es: ruso
fr: russe
ru: Русский

source: About Us
ar: معلومات عنا
de: Über uns
es: Sobre nosotros
fr: À propos de nous
ru: О нас

source: About Our Company
ar: نبذة عن شركتنا
de: Über unser Unternehmen
es: Acerca de nuestra empresa
fr: À propos de notre entreprise
ru: О нашей компании

source: Discover the story behind our passion for travel.
ar: اكتشف القصة وراء شغفنا بالسفر.
de: Entdecken Sie die Geschichte hinter unserer Leidenschaft für das Reisen.
es: Descubra la historia detrás de nuestra pasión por los viajes.
fr: Découvrez l'histoire derrière notre passion pour le voyage.
ru: Узнайте историю нашей страсти к путешествиям.

source: Our Story
ar: قصتنا
de: Unsere Geschichte
es: Nuestra historia
fr: Notre histoire
ru: Наша история

source: Hakuna Matata was born from a simple idea: to share the timeless magic of Egypt with the world, not just as tourists, but as fellow storytellers.
ar: ولدت مبادرة هاكونا ماتاتا من فكرة بسيطة: مشاركة السحر الخالد لمصر مع العالم، ليس فقط كسائحين، ولكن كزملاء في سرد القصص.
de: Hakuna Matata entstand aus einer einfachen Idee: die zeitlose Magie Ägyptens mit der Welt zu teilen, nicht nur als Touristen, sondern als Geschichtenerzähler.
es: Hakuna Matata nació de una idea simple: compartir la magia eterna de Egipto con el mundo, no sólo como turistas, sino como narradores de historias.
fr: Hakuna Matata est né d'une idée simple : partager la magie intemporelle de l'Égypte avec le monde, non seulement en tant que touristes, mais aussi en tant que conteurs.
ru: «Хакуна Матата» родилась из простой идеи: поделиться с миром вечным волшебством Египта не только как туристы, но и как коллеги-рассказчики.

source: We are a team of passionate explorers, historians, and local guides dedicated to crafting authentic, unforgettable journeys. From the golden sands of the desert to the vibrant corals of the Red Sea, our mission is to guide you through the heart of Egypt, where every wave whispers a legend.
ar: نحن فريق من المستكشفين والمؤرخين والمرشدين المحليين الشغوفين، ملتزمون بتنظيم رحلات أصيلة لا تُنسى. من رمال الصحراء الذهبية إلى الشعاب المرجانية النابضة بالحياة في البحر الأحمر، مهمتنا هي إرشادكم في قلب مصر، حيث تهمس كل موجة بأسطورة.
de: Wir sind ein Team leidenschaftlicher Entdecker, Historiker und ortskundiger Reiseführer, die sich der Gestaltung authentischer und unvergesslicher Reisen verschrieben haben. Vom goldenen Sand der Wüste bis zu den leuchtenden Korallen des Roten Meeres – unsere Mission ist es, Sie durch das Herz Ägyptens zu führen, wo jede Welle eine Legende flüstert.
es: Somos un equipo de apasionados exploradores, historiadores y guías locales dedicados a crear viajes auténticos e inolvidables. Desde las doradas arenas del desierto hasta los vibrantes corales del Mar Rojo, nuestra misión es guiarte por el corazón de Egipto, donde cada ola susurra una leyenda.
fr: Nous sommes une équipe d'explorateurs, d'historiens et de guides locaux passionnés, déterminés à créer des voyages authentiques et inoubliables. Du sable doré du désert aux coraux éclatants de la mer Rouge, notre mission est de vous guider au cœur de l'Égypte, là où chaque vague raconte une légende.
ru: Мы — команда увлечённых исследователей, историков и местных гидов, стремящихся создать настоящие, незабываемые путешествия. От золотых песков пустыни до ярких кораллов Красного моря — наша миссия — провести вас по самому сердцу Египта, где каждая волна шепчет легенду.

source: Why People Choose Us
ar: لماذا يختارنا الناس
de: Warum sich die Leute für uns entscheiden
es: ¿Por qué la gente nos elige?
fr: Pourquoi les gens nous choisissent
ru: Почему люди выбирают нас

source: Expert Support 24/7
ar: دعم الخبراء على مدار الساعة طوال أيام الأسبوع
de: Experten-Support rund um die Uhr
es: Soporte experto 24/7
fr: Assistance experte 24h/24 et 7j/7
ru: Экспертная поддержка 24/7

source: Seamless assistance for a hassle-free adventure, our team is always available for you.
ar: مساعدة سلسة لمغامرة خالية من المتاعب، فريقنا متاح دائمًا لك.
de: Nahtlose Unterstützung für ein stressfreies Abenteuer, unser Team ist immer für Sie da.
es: Asistencia perfecta para una aventura sin complicaciones, nuestro equipo está siempre disponible para usted.
fr: Une assistance transparente pour une aventure sans tracas, notre équipe est toujours disponible pour vous.
ru: Наша команда всегда готова оказать вам всестороннюю помощь и сделать ваше приключение беззаботным.

source: Best Value Trips
ar: رحلات بأفضل قيمة
de: Die günstigsten Reisen
es: Viajes con la mejor relación calidad-precio
fr: Voyages au meilleur rapport qualité-prix
ru: Лучшие выгодные поездки

source: We offer premium, unforgettable experiences at the most competitive and fair prices.
ar: نحن نقدم تجارب مميزة لا تنسى بأسعار تنافسية وعادلة.
de: Wir bieten erstklassige, unvergessliche Erlebnisse zu äußerst wettbewerbsfähigen und fairen Preisen.
es: Ofrecemos experiencias premium e inolvidables a los precios más competitivos y justos.
fr: Nous proposons des expériences premium et inoubliables aux prix les plus compétitifs et les plus justes.
ru: Мы предлагаем первоклассные, незабываемые впечатления по самым конкурентоспособным и справедливым ценам.

source: Unforgettable Journeys
ar: رحلات لا تُنسى
de: Unvergessliche Reisen
es: Viajes inolvidables
fr: Voyages inoubliables
ru: Незабываемые путешествия

source: Explore Egypt's top historical and cultural sites with our professional local guides.
ar: اكتشف أفضل المواقع التاريخية والثقافية في مصر مع مرشدينا المحليين المحترفين.
de: Erkunden Sie die wichtigsten historischen und kulturellen Stätten Ägyptens mit unseren professionellen ortskundigen Reiseführern.
es: Explore los principales sitios históricos y culturales de Egipto con nuestros guías locales profesionales.
fr: Explorez les principaux sites historiques et culturels d'Égypte avec nos guides locaux professionnels.
ru: Исследуйте главные исторические и культурные достопримечательности Египта с нашими профессиональными местными гидами.

source: All Tours
ar: جميع الجولات
de: Alle Touren
es: Todos los tours
fr: Tous les circuits
ru: Все туры

source: Explore All Our Tours
ar: استكشف جميع جولاتنا
de: Entdecken Sie alle unsere Touren
es: Explora todos nuestros tours
fr: Explorez tous nos circuits
ru: Ознакомьтесь со всеми нашими турами

source: Filter by Destination
ar: تصفية حسب الوجهة
de: Filtern nach Ziel
es: Filtrar por destino
fr: Filtrer par destination
ru: Фильтр по месту назначения

source: All Destinations
ar: جميع الوجهات
de: Alle Ziele
es: Todos los destinos
fr: Toutes les destinations
ru: Все направления

source: Explore more
ar: اكتشف المزيد
de: Mehr entdecken
es: Explorar más
fr: Explorez davantage
ru: Узнать больше

source: Search for a trip...
ar: ابحث عن رحلة...
de: Suche nach einer Reise...
es: Buscar un viaje...
fr: Rechercher un voyage...
ru: Искать поездку...

source: Home
ar: الصفحة الرئيسية
de: Heim
es: Hogar
fr: Maison
ru: Дом

source: Blog
ar: المقالات
de: Der Blog
ru: Блог

source: Contact
ar: اتصال
de: Kontakt
es: Contacto
ru: Контакт

source: Transfers
ar: الانتقالات
de: Überweisungen
es: Transferencias
fr: Transferts
ru: Переводы

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
ru: Язык

source: Hakuna Matata, a brand of Capiton for Tourism Services, offers unforgettable trips across Egypt’s ancient temples and archaeological wonders with expert guides, customized tours, and premium services.
ar: تقدم هاكونا ماتاتا، إحدى علامات كابيتون للخدمات السياحية، رحلات لا تُنسى عبر المعابد القديمة والعجائب الأثرية في مصر مع مرشدين خبراء وجولات مخصصة وخدمات متميزة.
de: Hakuna Matata, eine Marke von Capiton for Tourism Services, bietet unvergessliche Reisen zu den antiken Tempeln und archäologischen Wundern Ägyptens mit erfahrenen Reiseführern, maßgeschneiderten Touren und Premium-Services.
es: Hakuna Matata, una marca de Capiton for Tourism Services, ofrece viajes inolvidables a través de los antiguos templos y maravillas arqueológicas de Egipto con guías expertos, recorridos personalizados y servicios premium.
fr: Hakuna Matata, une marque de Capiton for Tourism Services, propose des voyages inoubliables à travers les temples antiques et les merveilles archéologiques d'Égypte avec des guides experts, des visites personnalisées et des services haut de gamme.
ru: Hakuna Matata, бренд Capiton for Tourism Services, предлагает незабываемые путешествия по древним храмам и археологическим чудесам Египта с опытными гидами, индивидуальными турами и первоклассным обслуживанием.

source: Quick Links
ar: روابط سريعة
de: Direktlinks
es: Enlaces rápidos
fr: Liens rapides
ru: Быстрые ссылки

source: Support
ar: يدعم
de: Unterstützung
es: Apoyo
fr: Soutien
ru: Поддерживать

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: política de privacidad
fr: politique de confidentialité
ru: политика конфиденциальности

source: Terms & Conditions
ar: الشروط والأحكام
de: Allgemeine Geschäftsbedingungen
es: Términos y condiciones
fr: Conditions générales
ru: Условия и положения

source: Contact Info
ar: معلومات الاتصال
de: Kontaktinformationen
es: Información de contacto
fr: Coordonnées
ru: Контактная информация

source: Cairo, Egypt
ar: القاهرة، مصر
de: Kairo, Ägypten
es: El Cairo, Egipto
fr: Le Caire, Égypte
ru: Каир, Египет

source: Capiton for Tourism Services
ar: كابيتون للخدمات السياحية
de: Capiton für Tourismusdienstleistungen
es: Capiton para Servicios Turísticos
fr: Capitaine des services touristiques
ru: Capiton для туристических услуг

source: Official company registered with commercial registration number:
ar: شركة رسمية مسجلة برقم السجل التجاري:
de: Offizielles eingetragenes Unternehmen mit Handelsregisternummer:
es: Empresa oficial registrada con número de registro mercantil:
fr: Société officielle enregistrée sous le numéro d'enregistrement commercial :
ru: Официально зарегистрированная компания с коммерческим регистрационным номером:

source: General Inquiry
ar: استفسار عام
de: Allgemeine Anfrage
es: Consulta general
fr: Demande générale
ru: Общий запрос

source: Submit
ar: يُقدِّم
de: Einreichen
es: Entregar
fr: Soumettre
ru: Представлять на рассмотрение

source: By %(post.author.username)s on %(post.created_at|date:"F d, Y")s in <a href="#">%(post.category.name)s</a>
ar: بواسطة %(post.author.username)s على %(post.created_at|date:"F d, Y")s في <a href="#">%(post.category.name)s</a>
de: Von %(post.author.username)s auf %(post.created_at|date:"F d, Y")s in <a href="#">%(post.category.name)s</a>
es: Por %(post.author.username)s en %(post.created_at|date:"F d, Y")s en <a href="#">%(post.category.name)s</a>
fr: Par %(post.author.username)s sur %(post.created_at|date:"F d, Y")s dans <a href="#">%(post.category.name)s</a>
ru: От %(post.author.username)s на %(post.created_at|date:"F d, Y")s в <a href="#">%(post.category.name)s</a>

source: Related Tours
ar: الجولات ذات الصلة
de: Ähnliche Touren
es: Tours relacionados
fr: Circuits associés
ru: Похожие туры

source: View Tour
ar: عرض الجولة
de: Tour ansehen
es: Ver Tour
fr: Voir la visite
ru: Посмотреть тур

source: Similar Posts
ar: منشورات مشابهة
de: Ähnliche Beiträge
es: Publicaciones similares
fr: Articles similaires
ru: Похожие посты

source: Tour Categories
ar: فئات الجولة
de: Reisekategorien
es: Categorías de tours
fr: Catégories de circuits
ru: Категории туров

source: Our Blog
ar: مدونتنا
de: Unser Blog
es: Nuestro blog
fr: Notre blog
ru: Наш блог

source: Stay updated with our latest travel tips and stories from Egypt.
ar: احصل على آخر نصائح السفر والقصص من مصر.
de: Bleiben Sie mit unseren neuesten Reisetipps und Geschichten aus Ägypten auf dem Laufenden.
es: Manténgase actualizado con nuestros últimos consejos de viaje e historias de Egipto.
fr: Restez informé de nos derniers conseils de voyage et histoires d'Égypte.
ru: Будьте в курсе наших последних советов и историй о путешествиях в Египет.

source: By %(post.author.username)s on %(post.created_at|date:"F d, Y")s
ar: بواسطة %(post.author.username)s على %(post.created_at|date:"F d, Y")s
de: Von %(post.author.username)s auf %(post.created_at|date:"F d, Y")s
es: Por %(post.author.username)s en %(post.created_at|date:"F d, Y")s
fr: Par %(post.author.username)s sur %(post.created_at|date:"F d, Y")s
ru: От %(post.author.username)s на %(post.created_at|date:"F d, Y")s

source: Read More
ar: اقرأ المزيد
de: Mehr lesen
es: Leer más
fr: En savoir plus
ru: Читать далее

source: No blog posts yet.
ar: لا توجد مشاركات بالمدونة حتى الآن.
de: Noch keine Blogbeiträge.
es: Aún no hay publicaciones de blog.
fr: Aucun article de blog pour le moment.
ru: Пока нет записей в блоге.

source: We received your booking – Hakuna Matata
ar: لقد تلقينا حجزك – هاكونا ماتاتا
de: Wir haben Ihre Buchung erhalten – Hakuna Matata
es: Recibimos tu reserva – Hakuna Matata
fr: Nous avons reçu votre réservation – Hakuna Matata
ru: Мы получили ваш заказ – Хакуна Матата

source: Thanks, %(name|default:"Traveler")s! We received your booking request.
ar: شكرًا لك، %(name|default:"Traveler")s ! لقد تلقينا طلب الحجز الخاص بك.
de: Danke, %(name|default:"Traveler")s ! Wir haben Ihre Buchungsanfrage erhalten.
es: ¡Gracias, %(name|default:"Traveler")s ! Hemos recibido tu solicitud de reserva.
fr: Merci, %(name|default:"Traveler")s ! Nous avons bien reçu votre demande de réservation.
ru: Спасибо, %(name|default:"Traveler")s ! Мы получили ваш запрос на бронирование.

source: Our team will contact you shortly to confirm details and next steps.
ar: سوف يتواصل فريقنا معك قريبًا لتأكيد التفاصيل والخطوات التالية.
de: Unser Team wird sich in Kürze mit Ihnen in Verbindung setzen, um Details und die nächsten Schritte zu bestätigen.
es: Nuestro equipo se pondrá en contacto contigo en breve para confirmar los detalles y los próximos pasos.
fr: Notre équipe vous contactera sous peu pour confirmer les détails et les prochaines étapes.
ru: Наша команда свяжется с вами в ближайшее время для уточнения деталей и дальнейших действий.

source: Tour
ar: رحلة
es: Recorrido
fr: Tournée
ru: Тур

source: Phone
ar: هاتف
de: Telefon
es: Teléfono
fr: Téléphone
ru: Телефон

source: Guests
ar: الضيوف
de: Gäste
es: Huéspedes
fr: Invités
ru: Гости

source: Package
ar: طَرد
de: Paket
es: Paquete
fr: Emballer
ru: Упаковка

source: Date
ar: تاريخ
de: Datum
es: Fecha
ru: Дата

source: Special Requests
ar: طلبات خاصة
de: Sonderwünsche
es: Solicitudes especiales
fr: Demandes spéciales
ru: Особые пожелания

source: If any detail is incorrect, just reply to this email and tell us the changes.
ar: إذا كانت أي تفاصيل غير صحيحة، فقط قم بالرد على هذا البريد الإلكتروني وأخبرنا بالتغييرات.
de: Wenn Angaben nicht korrekt sind, antworten Sie einfach auf diese E-Mail und teilen Sie uns die Änderungen mit.
es: Si algún detalle es incorrecto, simplemente responda a este correo electrónico y díganos los cambios.
fr: Si un détail est incorrect, répondez simplement à cet e-mail et indiquez-nous les modifications.
ru: Если какие-либо данные неверны, просто ответьте на это письмо и сообщите нам об изменениях.

source: Visit our website
ar: قم بزيارة موقعنا
de: Besuchen Sie unsere Website
es: Visita nuestro sitio web
fr: Visitez notre site Web
ru: Посетите наш сайт

source: Hakuna Matata Tours · You’re receiving this email because you made a booking request on our website.
ar: جولات هاكونا ماتاتا · لقد تلقيت هذا البريد الإلكتروني لأنك قدمت طلب حجز على موقعنا الإلكتروني.
de: Hakuna Matata Tours · Sie erhalten diese E-Mail, weil Sie auf unserer Website eine Buchungsanfrage gestellt haben.
es: Hakuna Matata Tours · Estás recibiendo este correo electrónico porque realizaste una solicitud de reserva en nuestro sitio web.
fr: Hakuna Matata Tours · Vous recevez cet e-mail parce que vous avez effectué une demande de réservation sur notre site Web.
ru: Hakuna Matata Tours · Вы получили это письмо, поскольку вы сделали запрос на бронирование на нашем сайте.

source: Featured Hotels in %(category.name)s
ar: الفنادق المميزة في %(category.name)s
de: Empfohlene Hotels in %(category.name)s
es: Hoteles destacados en %(category.name)s
fr: Hôtels en vedette dans %(category.name)s
ru: Рекомендуемые отели в %(category.name)s

source: View Details
ar: عرض التفاصيل
de: Details anzeigen
es: Ver detalles
fr: Voir les détails
ru: Посмотреть подробности

source: Featured Trips in
ar: رحلات مميزة في
de: Empfohlene Reisen in

source: No featured tours available in this category at the moment.
ar: لا تتوفر رحلات ساحلية مميزة في الوقت الحالي.
de: Zurzeit sind keine besonderen Touren in dieser Kategorie verfügbar.

source: More Tours in
ar: المزيد من الجولات في
de: Weitere Touren in
es: Más tours en
fr: Plus de circuits en
ru: Больше туров в

source: No other tours available in this category at the moment.
ar: لا توجد باقات متاحة لهذه الرحلة في الوقت الحالي.
de: Zurzeit sind keine weiteren Touren in dieser Kategorie verfügbar.

source: Top Activities
ar: أفضل الأنشطة
de: Top-Aktivitäten
es: Principales actividades
fr: Activités principales
ru: Лучшие мероприятия

source: Book Your Stay
ar: احجز إقامتك
de: Buchen Sie Ihren Aufenthalt
es: Reserva tu estancia
fr: Réservez votre séjour
ru: Забронируйте свое пребывание

source: Full Name
ar: الاسم الكامل
de: Vollständiger Name
es: Nombre completo
fr: Nom et prénom
ru: Полное имя

source: Email
ar: بريد إلكتروني
es: Correo electrónico
ru: Электронная почта

source: Phone Number
ar: رقم التليفون
de: Telefonnummer
es: Número de teléfono
fr: Numéro de téléphone
ru: Номер телефона

source: Preferred Hotel
ar: الفندق المفضل
de: Bevorzugtes Hotel
es: Hotel preferido
fr: Hôtel préféré
ru: Предпочтительный отель

source: Start Date
ar: تاريخ البدء
de: Startdatum
es: Fecha de inicio
fr: Date de début
ru: Дата начала

source: Number of Days
ar: عدد الأيام
de: Anzahl der Tage
es: Número de días
fr: Nombre de jours
ru: Количество дней

source: Adults
ar: البالغون
de: Erwachsene
es: Adultos
fr: Adultes
ru: Взрослые

source: Children (Under 6)
ar: الأطفال (أقل من 6 سنوات)
de: Kinder (unter 6 Jahren)
es: Niños (menores de 6 años)
fr: Enfants (moins de 6 ans)
ru: Дети (до 6 лет)

source: Address (Optional)
ar: العنوان (اختياري)
de: Adresse (optional)
es: Dirección (opcional)
fr: Adresse (facultatif)
ru: Адрес (необязательно)

source: Additional Comment (Optional)
ar: تعليق إضافي (اختياري)
de: Zusätzlicher Kommentar (optional)
es: Comentario adicional (opcional)
fr: Commentaire supplémentaire (facultatif)
ru: Дополнительный комментарий (необязательно)

source: Submit Inquiry
ar: إرسال الاستفسار
de: Anfrage senden
es: Enviar consulta
fr: Soumettre une demande
ru: Отправить запрос

source: Glimpses of %(category.name)s
ar: لمحات من %(category.name)s
de: Einblicke in %(category.name)s
es: Destellos de %(category.name)s
fr: Aperçus de la %(category.name)s
ru: Взгляд на %(category.name)s

source: Hotel Name
ar: اسم الفندق
es: Nombre del hotel
fr: Nom de l'hôtel
ru: Название отеля

source: Close
ar: يغلق
de: Schließen
es: Cerca
fr: Fermer
ru: Закрывать

source: Book Now
ar: احجز الآن
de: Jetzt buchen
es: Reservar ahora
fr: Réservez maintenant
ru: Забронировать сейчас

source: Contact Us
ar: اتصل بنا
de: Kontaktieren Sie uns
es: Contáctenos
fr: Contactez-nous
ru: Связаться с нами

source: Get In Touch
ar: تواصل معنا
de: Kontaktieren Sie uns
es: Contáctanos
fr: Entrer en contact
ru: Свяжитесь с нами

source: We'd love to hear from you. Here's how you can reach us.
ar: يسعدنا التواصل معك. إليك كيفية التواصل معنا.
de: Wir freuen uns, von Ihnen zu hören. So erreichen Sie uns.
es: Nos encantaría saber de usted. Así es como puede contactarnos.
fr: Nous serions ravis de vous entendre. Voici comment nous contacter.
ru: Мы будем рады вашему звонку. Вот как с нами связаться.

source: Send Us a Message
ar: أرسل لنا رسالة
de: Senden Sie uns eine Nachricht
es: Envíanos un mensaje
fr: Envoyez-nous un message
ru: Отправьте нам сообщение

source: Send Message
ar: إرسال رسالة
de: Nachricht senden
es: Enviar mensaje
fr: Envoyer un message
ru: Отправить сообщение

source: Homepage
ar: الصفحة الرئيسية
es: Página principal
fr: Page d'accueil
ru: Домашняя страница

source: Your browser does not support the video tag.
ar: لا يدعم متصفحك علامة الفيديو.
de: Ihr Browser unterstützt das Video-Tag nicht.
es: Su navegador no soporta la etiqueta de vídeo.
fr: Votre navigateur ne prend pas en charge la balise vidéo.
ru: Ваш браузер не поддерживает тег видео.

source: Discover Our Unforgettable Experiences in Egypt
ar: اكتشف تجاربنا التي لا تُنسى في مصر
de: Entdecken Sie unsere unvergesslichen Erlebnisse in Ägypten
es: Descubra nuestras experiencias inolvidables en Egipto
fr: Découvrez nos expériences inoubliables en Égypte
ru: Откройте для себя наши незабываемые впечатления в Египте

source: Find Your Trip Now
ar: ابحث عن رحلتك الآن
de: Finden Sie jetzt Ihre Reise
es: Encuentra tu viaje ahora
fr: Trouvez votre voyage maintenant
ru: Найдите свою поездку прямо сейчас

source: Luxury Nile Cruises: A Journey Through History
ar: رحلات النيل الفاخرة: رحلة عبر التاريخ
de: Luxus-Nilkreuzfahrten: Eine Reise durch die Geschichte
es: Cruceros de lujo por el Nilo: un viaje a través de la historia
fr: Croisières de luxe sur le Nil : un voyage à travers l'histoire
ru: Роскошные круизы по Нилу: путешествие сквозь историю

source: No featured Nile cruise tours available at the moment.
ar: لا تتوفر جولات مميزة على نهر النيل في الوقت الحالي.
de: Zurzeit sind keine besonderen Nilkreuzfahrten verfügbar.
es: No hay tours de crucero por el Nilo destacados disponibles en este momento.
fr: Aucune croisière sur le Nil n'est actuellement disponible.
ru: На данный момент рекомендуемые круизы по Нилу не доступны.

source: Dahabiya Nile Cruise
ar: رحلة دهبية النيلية
de: Dahabiya-Nilkreuzfahrt
es: Crucero por el Nilo en Dahabiya
fr: Croisière sur le Nil en Dahabiya
ru: Круиз по Нилу Дахабия

source: Featured Coastal Tours
ar: رحلات ساحلية مميزة
de: Ausgewählte Küstentouren

source: No featured coastal tours available at the moment.
ar: لا تتوفر جولات ساحلية مميزة في الوقت الحالي.
de: Zurzeit sind keine besonderen Küstentouren verfügbar.
es: No hay tours costeros destacados disponibles en este momento.
fr: Aucune excursion côtière en vedette n'est disponible pour le moment.
ru: На данный момент рекомендуемые прибрежные туры не доступны.

source: Explore by Categories
ar: استكشف حسب الفئات
de: Nach Kategorien suchen
es: Explorar por categorías
fr: Explorer par catégories
ru: Исследуйте по категориям

source: Seamless assistance for a hassle-free adventure.
ar: مساعدة سلسة لمغامرة خالية من المتاعب.
de: Nahtlose Unterstützung für ein stressfreies Abenteuer.
es: Asistencia perfecta para una aventura sin complicaciones.
fr: Une assistance transparente pour une aventure sans tracas.
ru: Непревзойденная помощь для беззаботного приключения.

source: We offer premium, unforgettable experiences at competitive prices.
ar: نحن نقدم تجارب مميزة لا تنسى بأسعار تنافسية.
de: Wir bieten erstklassige, unvergessliche Erlebnisse zu wettbewerbsfähigen Preisen.
es: Ofrecemos experiencias premium inolvidables a precios competitivos.
fr: Nous proposons des expériences premium et inoubliables à des prix compétitifs.
ru: Мы предлагаем первоклассные, незабываемые впечатления по конкурентоспособным ценам.
