Repository: hakuna-matataa-eg/hakunaweb
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, ru

source: Explore Egypt's top sites with our professional local guides.
ar: استكشف أفضل المواقع في مصر مع مرشدينا المحليين المحترفين.
de: Erkunden Sie die wichtigsten Sehenswürdigkeiten Ägyptens mit unseren professionellen ortskundigen Reiseführern.
es: Explora los principales sitios de Egipto con nuestros guías locales profesionales.
fr: Explorez les meilleurs sites d'Égypte avec nos guides locaux professionnels.
ru: Исследуйте самые интересные места Египта с нашими профессиональными местными гидами.

source: Effective Date:
ar: تاريخ السريان:
de: Datum des Inkrafttretens:
es: Fecha de entrada en vigor:
fr: Date d'entrée en vigueur :
ru: Дата вступления в силу:

source: July 27, 2025
ar: 27 يوليو 2025
de: 27. Juli 2025
es: 27 de julio de 2025
fr: 27 juillet 2025
ru: 27 июля 2025 г.

source: At Hakuna Matata Tours, your privacy is our priority. This Privacy Policy explains how we collect, use, and protect your personal information when you use our website and booking services.
ar: في هاكونا ماتاتا تورز، خصوصيتكم هي أولويتنا. توضح سياسة الخصوصية هذه كيفية جمع معلوماتكم الشخصية واستخدامها وحمايتها عند استخدامكم موقعنا الإلكتروني وخدمات الحجز.
de: Bei Hakuna Matata Tours hat Ihre Privatsphäre höchste Priorität. Diese Datenschutzrichtlinie erläutert, wie wir Ihre personenbezogenen Daten erheben, verwenden und schützen, wenn Sie unsere Website und Buchungsdienste nutzen.
es: En Hakuna Matata Tours, su privacidad es nuestra prioridad. Esta Política de Privacidad explica cómo recopilamos, usamos y protegemos su información personal cuando utiliza nuestro sitio web y nuestros servicios de reserva.
fr: Chez Hakuna Matata Tours, votre vie privée est notre priorité. Cette politique de confidentialité explique comment nous collectons, utilisons et protégeons vos informations personnelles lorsque vous utilisez notre site web et nos services de réservation.
ru: В Hakuna Matata Tours ваша конфиденциальность — наш приоритет. В настоящей Политике конфиденциальности объясняется, как мы собираем, используем и защищаем ваши персональные данные при использовании нашего веб-сайта и услуг бронирования.

source: Information We Collect
ar: المعلومات التي نجمعها
de: Von uns erfasste Daten
es: Información que recopilamos
fr: Informations que nous collectons
ru: Информация, которую мы собираем

source: Personal Data:
ar: البيانات الشخصية:
de: Personenbezogene Daten:
es: Datos personales:
fr: Données personnelles:
ru: Персональные данные:

source: Name, email, phone number, address, booking preferences.
ar: الاسم، البريد الإلكتروني، رقم الهاتف، العنوان، تفضيلات الحجز.
de: Name, E-Mail, Telefonnummer, Adresse, Buchungspräferenzen.
es: Nombre, correo electrónico, número de teléfono, dirección, preferencias de reserva.
fr: Nom, email, numéro de téléphone, adresse, préférences de réservation.
ru: Имя, адрес электронной почты, номер телефона, адрес, предпочтения по бронированию.

source: Usage Data:
ar: بيانات الاستخدام:
de: Nutzungsdaten:
es: Datos de uso:
fr: Données d'utilisation :
ru: Данные об использовании:

source: IP address, browser type, device information, and pages visited.
ar: عنوان IP، ونوع المتصفح، ومعلومات الجهاز، والصفحات التي تمت زيارتها.
de: IP-Adresse, Browsertyp, Geräteinformationen und besuchte Seiten.
es: Dirección IP, tipo de navegador, información del dispositivo y páginas visitadas.
fr: Adresse IP, type de navigateur, informations sur l'appareil et pages visitées.
ru: IP-адрес, тип браузера, информация об устройстве и посещенных страницах.

source: Booking Details:
ar: تفاصيل الحجز:
de: Buchungsdetails:
es: Detalles de la reserva:
fr: Détails de la réservation :
ru: Подробности бронирования:

source: Dates, selected hotels/tours, and any additional comments you submit.
ar: التواريخ، والفنادق/الجولات المختارة، وأية تعليقات إضافية تقدمها.
de: Daten, ausgewählte Hotels/Touren und alle weiteren Kommentare, die Sie übermitteln.
es: Fechas, hoteles/tours seleccionados y cualquier comentario adicional que envíe.
fr: Dates, hôtels/circuits sélectionnés et tout commentaire supplémentaire que vous soumettez.
ru: Даты, выбранные отели/туры и любые дополнительные комментарии, которые вы отправите.

source: How We Use Your Information
ar: كيف نستخدم معلوماتك
de: Wie wir Ihre Daten verwenden
es: Cómo usamos su información
fr: Comment nous utilisons vos informations
ru: Как мы используем вашу информацию

source: To confirm and manage bookings.
ar: لتأكيد وإدارة الحجوزات.
de: Zur Bestätigung und Verwaltung von Buchungen.
es: Para confirmar y gestionar reservas.
fr: Pour confirmer et gérer les réservations.
ru: Для подтверждения и управления бронированиями.

source: To communicate with you regarding your inquiry or booking.
ar: للتواصل معك بخصوص استفسارك أو حجزك.
de: Um mit Ihnen bezüglich Ihrer Anfrage oder Buchung zu kommunizieren.
es: Para comunicarnos con usted en relación a su consulta o reserva.
fr: Pour communiquer avec vous concernant votre demande ou votre réservation.
ru: Для связи с вами по поводу вашего запроса или бронирования.

source: To improve our website and services.
ar: لتحسين موقعنا وخدماتنا.
de: Um unsere Website und Dienste zu verbessern.
es: Para mejorar nuestro sitio web y nuestros servicios.
fr: Pour améliorer notre site Web et nos services.
ru: Для улучшения нашего веб-сайта и услуг.

source: To send promotional offers (only if you opt-in).
ar: لإرسال العروض الترويجية (فقط إذا اخترت الاشتراك).
de: Zum Senden von Werbeangeboten (nur wenn Sie sich dafür entscheiden).
es: Para enviarte ofertas promocionales (solo si optas por ello).
fr: Pour envoyer des offres promotionnelles (uniquement si vous y consentez).
ru: Для отправки рекламных предложений (только с вашего согласия).

source: Data Protection
ar: حماية البيانات
de: Datenschutz
es: Protección de datos
fr: Protection des données
ru: Защита данных

source: We implement strict security measures to protect your data and ensure it is not lost, misused, or accessed without authorization.
ar: نحن نطبق تدابير أمنية صارمة لحماية بياناتك والتأكد من عدم فقدها أو إساءة استخدامها أو الوصول إليها دون إذن.
de: Wir ergreifen strenge Sicherheitsmaßnahmen, um Ihre Daten zu schützen und sicherzustellen, dass sie nicht verloren gehen, missbraucht oder unbefugt abgerufen werden.
es: Implementamos estrictas medidas de seguridad para proteger sus datos y garantizar que no se pierdan, utilicen indebidamente ni accedan a ellos sin autorización.
fr: Nous mettons en œuvre des mesures de sécurité strictes pour protéger vos données et garantir qu'elles ne soient pas perdues, utilisées à mauvais escient ou consultées sans autorisation.
ru: Мы применяем строгие меры безопасности для защиты ваших данных и гарантируем, что они не будут утеряны, использованы не по назначению или несанкционированно получены.

source: Sharing Your Information
ar: مشاركة معلوماتك
de: Weitergabe Ihrer Informationen
es: Compartir su información
fr: Partage de vos informations
ru: Обмен вашей информацией

source: We do not sell or rent your data. Your information is shared only with trusted partners (such as hotels or activity providers) as necessary to fulfill your booking.
ar: لا نبيع أو نؤجر بياناتك. تتم مشاركة معلوماتك فقط مع شركائنا الموثوقين (مثل الفنادق أو مقدمي الأنشطة) حسب الحاجة لإتمام حجزك.
de: Wir verkaufen oder vermieten Ihre Daten nicht. Ihre Daten werden nur an vertrauenswürdige Partner (wie Hotels oder Aktivitätsanbieter) weitergegeben, soweit dies zur Erfüllung Ihrer Buchung erforderlich ist.
es: No vendemos ni alquilamos sus datos. Su información solo se comparte con socios de confianza (como hoteles o proveedores de actividades) según sea necesario para completar su reserva.
fr: Nous ne vendons ni ne louons vos données. Vos informations sont partagées uniquement avec des partenaires de confiance (tels que des hôtels ou des prestataires d'activités) si nécessaire pour honorer votre réservation.
ru: Мы не продаём и не сдаём в аренду ваши данные. Ваши данные передаются только проверенным партнёрам (например, отелям или организаторам мероприятий) в случае необходимости для выполнения вашего бронирования.

source: Your Rights
ar: حقوقك
de: Ihre Rechte
es: Sus derechos
fr: Vos droits
ru: Ваши права

source: You can request access to, update, or delete your personal data at any time by contacting us at:
ar: يمكنك طلب الوصول إلى بياناتك الشخصية أو تحديثها أو حذفها في أي وقت عن طريق الاتصال بنا على:
de: Sie können jederzeit Zugriff auf Ihre personenbezogenen Daten anfordern, diese aktualisieren oder löschen, indem Sie uns unter folgender Adresse kontaktieren:
es: Puede solicitar acceso, actualización o eliminación de sus datos personales en cualquier momento comunicándose con nosotros a:
fr: Vous pouvez demander l'accès, la mise à jour ou la suppression de vos données personnelles à tout moment en nous contactant à :
ru: Вы можете запросить доступ, обновить или удалить свои персональные данные в любое время, связавшись с нами по адресу:

source: Cookies
ar: ملفات تعريف الارتباط
de: Cookie Einstellungen
es: Galletas
ru: Файлы cookie

source: Our site uses cookies to enhance your experience. You can control cookie preferences through your browser settings.
ar: يستخدم موقعنا ملفات تعريف الارتباط لتحسين تجربتك. يمكنك التحكم في تفضيلات ملفات تعريف الارتباط من خلال إعدادات متصفحك.
de: Unsere Website verwendet Cookies, um Ihr Erlebnis zu verbessern. Sie können die Cookie-Einstellungen über Ihre Browsereinstellungen steuern.
es: Nuestro sitio utiliza cookies para mejorar tu experiencia. Puedes controlar las preferencias de cookies a través de la configuración de tu navegador.
fr: Notre site utilise des cookies pour améliorer votre expérience. Vous pouvez gérer vos préférences en matière de cookies via les paramètres de votre navigateur.
ru: Наш сайт использует файлы cookie для улучшения вашего опыта использования. Вы можете управлять настройками файлов cookie в настройках браузера.

source: Search Results for
ar: نتائج البحث عن
de: Suchergebnisse für
es: Resultados de la búsqueda para
fr: Résultats de la recherche pour
ru: Результаты поиска по запросу

source: Search Results
ar: نتائج البحث
de: Suchergebnisse
es: Resultados de la búsqueda
fr: Résultats de la recherche
ru: Результаты поиска

source: Showing results for: <strong>"%(query)s"</strong>
ar: عرض النتائج لـ: <strong>" %(query)s "</strong>
de: Ergebnisse anzeigen für: <strong>" %(query)s "</strong>
es: Mostrando resultados para: <strong>" %(query)s "</strong>
fr: Affichage des résultats pour : <strong>« %(query)s »</strong>
ru: Результаты поиска по запросу: <strong>" %(query)s "</strong>

source: Sorry, no tours found matching your search criteria. Please try a different keyword.
ar: عذرًا، لم يتم العثور على جولات تُطابق معايير بحثك. يُرجى استخدام كلمة رئيسية أخرى.
de: Leider wurden keine Touren gefunden, die Ihren Suchkriterien entsprechen. Bitte versuchen Sie es mit einem anderen Suchbegriff.
es: Lo sentimos, no se encontraron tours que coincidan con tus criterios de búsqueda. Prueba con otra palabra clave.
fr: Désolé, aucune visite ne correspond à vos critères de recherche. Veuillez essayer un autre mot-clé.
ru: К сожалению, туров, соответствующих вашему запросу, не найдено. Попробуйте использовать другое ключевое слово.

source: Last Updated:
ar: آخر تحديث:
de: Zuletzt aktualisiert:
es: Última actualización:
fr: Dernière mise à jour :
ru: Последнее обновление:

source: By accessing and using the Hakuna Matata Tours website, you agree to the following Terms & Conditions:
ar: من خلال الوصول إلى موقع Hakuna Matata Tours واستخدامه، فإنك توافق على الشروط والأحكام التالية:
de: Indem Sie auf die Website von Hakuna Matata Tours zugreifen und diese nutzen, erklären Sie sich mit den folgenden Allgemeinen Geschäftsbedingungen einverstanden:
es: Al acceder y utilizar el sitio web de Hakuna Matata Tours, usted acepta los siguientes Términos y Condiciones:
fr: En accédant et en utilisant le site Web de Hakuna Matata Tours, vous acceptez les conditions générales suivantes :
ru: Посещая и используя веб-сайт Hakuna Matata Tours, вы соглашаетесь со следующими Условиями и положениями:

source: Company Information
ar: معلومات الشركة
de: Firmeninformation
es: Información de la empresa
fr: Informations sur l'entreprise
ru: Информация о компании

source: This website is operated by <strong>Capiton for Tourism Services</strong>, an officially registered company in Egypt.
ar: يتم تشغيل هذا الموقع بواسطة <strong>شركة كابيتون للخدمات السياحية</strong> ، وهي شركة مسجلة رسميًا في مصر.
de: Diese Website wird von <strong>Capiton for Tourism Services</strong> betrieben, einem offiziell registrierten Unternehmen in Ägypten.
es: Este sitio web es operado por <strong>Capiton for Tourism Services</strong> , una empresa registrada oficialmente en Egipto.
fr: Ce site Web est exploité par <strong>Capiton for Tourism Services</strong> , une société officiellement enregistrée en Égypte.
ru: Данный веб-сайт находится в ведении <strong>Capiton for Tourism Services</strong> , официально зарегистрированной компании в Египте.

source: Commercial Registration Number:
ar: رقم السجل التجاري:
de: Handelsregisternummer:
es: Número de registro comercial:
fr: Numéro d'enregistrement commercial :
ru: Коммерческий регистрационный номер:

source: Booking Terms
ar: شروط الحجز
de: Buchungsbedingungen
es: Condiciones de reserva
fr: Conditions de réservation
ru: Условия бронирования

source: All bookings are subject to availability and confirmation.
ar: تخضع جميع الحجوزات للتوافر والتأكيد.
de: Alle Buchungen unterliegen der Verfügbarkeit und Bestätigung.
es: Todas las reservas están sujetas a disponibilidad y confirmación.
fr: Toutes les réservations sont soumises à disponibilité et confirmation.
ru: Все бронирования осуществляются при наличии мест и подтверждении.

source: A deposit or full payment may be required at the time of booking.
ar: قد يكون مطلوبًا دفع وديعة أو الدفع الكامل في وقت الحجز.
de: Zum Zeitpunkt der Buchung kann eine Anzahlung oder die vollständige Zahlung erforderlich sein.
es: Se podrá requerir un depósito o pago total al momento de realizar la reserva.
fr: Un acompte ou le paiement intégral peut être exigé au moment de la réservation.
ru: При бронировании может потребоваться внесение депозита или полной оплаты.

source: Any special requests (e.g., hotel preferences) are subject to availability.
ar: أية طلبات خاصة (على سبيل المثال، تفضيلات الفندق) تخضع للتوافر.
de: Sonderwünsche (z. B. Hotelpräferenzen) unterliegen der Verfügbarkeit.
es: Cualquier solicitud especial (por ejemplo, preferencias de hotel) está sujeta a disponibilidad.
fr: Toute demande spéciale (par exemple, préférences d'hôtel) est soumise à disponibilité.
ru: Любые особые пожелания (например, предпочтения относительно отеля) выполняются при наличии возможности.

source: Cancellation & Refunds
ar: الإلغاء واسترداد الأموال
de: Stornierung und Rückerstattung
es: Cancelación y reembolsos
fr: Annulation et remboursements
ru: Отмена и возврат средств

source: Cancellation policies vary depending on the service or partner.
ar: تختلف سياسات الإلغاء حسب الخدمة أو الشريك.
de: Die Stornierungsbedingungen variieren je nach Dienst oder Partner.
es: Las políticas de cancelación varían según el servicio o socio.
fr: Les politiques d’annulation varient en fonction du service ou du partenaire.
ru: Правила отмены заказа различаются в зависимости от сервиса или партнера.

source: Refunds (if applicable) will be processed within <strong>14-30 business days</strong>.
ar: سيتم معالجة المبالغ المستردة (إن وجدت) خلال <strong>14-30 يوم عمل</strong> .
de: Rückerstattungen (falls zutreffend) werden innerhalb von <strong>14–30 Werktagen</strong> bearbeitet.
es: Los reembolsos (si corresponden) se procesarán dentro de <strong>14 a 30 días hábiles</strong> .
fr: Les remboursements (le cas échéant) seront traités dans un délai <strong>de 14 à 30 jours ouvrables</strong> .
ru: Возврат средств (если применимо) будет произведен в течение <strong>14–30 рабочих дней</strong> .

source: No-shows or last-minute cancellations may result in partial or no refund.
ar: قد يؤدي عدم الحضور أو الإلغاء في اللحظة الأخيرة إلى استرداد جزء من المبلغ أو عدم استرداد المبلغ على الإطلاق.
de: Bei Nichterscheinen oder kurzfristigen Stornierungen kann es zu einer teilweisen oder gar keiner Rückerstattung kommen.
es: Las no presentaciones o cancelaciones de último momento pueden resultar en un reembolso parcial o nulo.
fr: Les non-présentations ou les annulations de dernière minute peuvent entraîner un remboursement partiel ou nul.
ru: Неявка или отмена бронирования в последнюю минуту могут привести к частичному возврату средств или отсутствию такового.

source: User Responsibilities
ar: مسؤوليات المستخدم
de: Benutzerpflichten
es: Responsabilidades del usuario
fr: Responsabilités de l'utilisateur
ru: Обязанности пользователя

source: You agree to provide accurate information and not use the site for unlawful purposes. Misuse may lead to restricted access.
ar: أنت توافق على تقديم معلومات دقيقة وعدم استخدام الموقع لأغراض غير قانونية. قد يؤدي سوء الاستخدام إلى تقييد الوصول.
de: Sie verpflichten sich, wahrheitsgemäße Angaben zu machen und die Website nicht für rechtswidrige Zwecke zu nutzen. Missbrauch kann zu eingeschränktem Zugriff führen.
es: Acepta proporcionar información precisa y no utilizar el sitio con fines ilícitos. El uso indebido puede resultar en acceso restringido.
fr: Vous vous engagez à fournir des informations exactes et à ne pas utiliser le site à des fins illégales. Toute utilisation abusive peut entraîner une restriction d'accès.
ru: Вы соглашаетесь предоставлять достоверную информацию и не использовать сайт в незаконных целях. Неправомерное использование может привести к ограничению доступа.

source: Liability Disclaimer
ar: إخلاء المسؤولية
de: Haftungsausschluss
es: Descargo de responsabilidad
fr: Clause de non-responsabilité
ru: Отказ от ответственности

source: Hakuna Matata Tours is not liable for unforeseen circumstances, including changes by third-party providers, delays, or natural events. We aim to assist but are not responsible for external factors.
ar: لا تتحمل شركة كابيتون للخدمات السياحية مسؤولية الظروف غير المتوقعة، بما في ذلك التغييرات التي قد تحدث من جهات خارجية، أو التأخيرات، أو الأحداث الطبيعية. نهدف إلى تقديم المساعدة، لكننا لا نتحمل مسؤولية العوامل الخارجية.
de: Hakuna Matata Tours haftet nicht für unvorhergesehene Umstände, einschließlich Änderungen durch Drittanbieter, Verzögerungen oder Naturereignisse. Wir sind bestrebt zu helfen, sind jedoch nicht für externe Faktoren verantwortlich.
es: Hakuna Matata Tours no se responsabiliza de circunstancias imprevistas, como cambios de proveedores externos, retrasos o fenómenos naturales. Nuestro objetivo es brindar asistencia, pero no nos responsabilizamos de factores externos.
fr: Hakuna Matata Tours décline toute responsabilité en cas d'imprévus, notamment en cas de modifications apportées par des prestataires tiers, de retards ou de catastrophes naturelles. Notre objectif est d'apporter notre aide, mais nous ne sommes pas responsables des facteurs externes.
ru: Компания Hakuna Matata Tours не несёт ответственности за непредвиденные обстоятельства, включая изменения, вызванные сторонними туроператорами, задержки или стихийные бедствия. Мы стремимся оказать помощь, но не несём ответственности за внешние факторы.

source: Intellectual Property
ar: الملكية الفكرية
de: Geistiges Eigentum
es: Propiedad intelectual
fr: Propriété intellectuelle
ru: Интеллектуальная собственность

source: All content, logos, and images on this site are owned by Capiton for Tourism Services. Unauthorized use is prohibited.
ar: جميع المحتويات والشعارات والصور على هذا الموقع مملوكة لشركة كابيتون للخدمات السياحية. يُمنع الاستخدام غير المصرح به.
de: Alle Inhalte, Logos und Bilder auf dieser Website sind Eigentum von Capiton for Tourism Services. Die unbefugte Verwendung ist untersagt.
es: Todo el contenido, logotipos e imágenes de este sitio son propiedad de Capiton for Tourism Services. Queda prohibido su uso sin autorización.
fr: L'ensemble du contenu, des logos et des images de ce site sont la propriété de Capiton for Tourism Services. Toute utilisation non autorisée est interdite.
ru: Весь контент, логотипы и изображения на этом сайте принадлежат Capiton for Tourism Services. Несанкционированное использование запрещено.

source: Modifications
ar: التعديلات
de: Änderungen
es: Modificaciones
ru: Модификации

source: We reserve the right to update these terms at any time. Changes will be reflected on this page.
ar: نحتفظ بالحق في تحديث هذه الشروط في أي وقت. ستُنشر التغييرات على هذه الصفحة.
de: Wir behalten uns das Recht vor, diese Bedingungen jederzeit zu aktualisieren. Änderungen werden auf dieser Seite veröffentlicht.
es: Nos reservamos el derecho de actualizar estos términos en cualquier momento. Los cambios se reflejarán en esta página.
fr: Nous nous réservons le droit de mettre à jour ces conditions à tout moment. Les modifications seront reflétées sur cette page.
ru: Мы оставляем за собой право вносить изменения в настоящие условия в любое время. Изменения будут отражены на этой странице.

source: Explore More
ar: استكشف المزيد
de: Mehr erfahren
es: Explorar más
fr: Explorez davantage
ru: Узнать больше

source: Photo Gallery
ar: معرض الصور
de: Fotogalerie
es: Galería de fotos
fr: Galerie de photos
ru: Фотогалерея

source: View All Photos
ar: عرض جميع الصور
de: Alle Fotos anzeigen
es: Ver todas las fotos
fr: Voir toutes les photos
ru: Посмотреть все фотографии

source: About This Tour
ar: حول هذه الجولة
de: Über diese Tour
es: Acerca de este tour
fr: À propos de cette tournée
ru: Об этом туре

source: Daily Itinerary
ar: برنامج الرحلة اليومي
de: Tagesablauf
es: Itinerario diario
fr: Itinéraire quotidien
ru: Ежедневный маршрут

source: Day %(day.day_number)s: %(day.title)s
ar: اليوم %(day.day_number)s : %(day.title)s
de: Tag %(day.day_number)s : %(day.title)s
es: Día %(day.day_number)s : %(day.title)s
fr: Jour %(day.day_number)s : %(day.title)s
ru: День %(day.day_number)s : %(day.title)s

source: No detailed itinerary available for this tour yet.
ar: لا يوجد برنامج تفصيلي لهذه الجولة حتى الآن.
de: Für diese Tour ist noch kein detaillierter Reiseplan verfügbar.
es: Aún no hay itinerario detallado disponible para este tour.
fr: Aucun itinéraire détaillé n'est encore disponible pour ce circuit.
ru: Подробный маршрут для этого тура пока недоступен.

source: Included Amenities
ar: المرافق المتضمنة
de: Inklusivleistungen
es: Servicios incluidos
fr: Commodités incluses
ru: Включенные удобства

source: You May Also Like
ar: قد يعجبك أيضاً
de: Das gefällt dir vielleicht auch
es: También te puede interesar
fr: Vous aimerez peut-être aussi
ru: Вам также может понравиться

source: Have Questions?
ar: هل لديك أسئلة؟
de: Haben Sie Fragen?
es: ¿Tienes preguntas?
fr: Vous avez des questions?
ru: Есть вопросы?

source: Tour Packages
ar: باقات سياحية
de: Reisepakete
es: Paquetes turísticos
fr: Forfaits touristiques
ru: Туристические пакеты

source: Sleeps:
ar: عدد الافراد في الغرفة:
de: Personen:
es: Duerme:
fr: Capacité:
ru: Спальных мест:

source: Details
ar: تفاصيل
es: Detalles
fr: Détails
ru: Подробности

source: No packages available for this tour at the moment.
ar: لا توجد باقات متاحة لهذه الجولة في الوقت الحالي.
de: Für diese Tour sind derzeit keine Pakete verfügbar.
es: No hay paquetes disponibles para este tour en este momento.
fr: Aucun forfait disponible pour ce circuit pour le moment.
ru: На данный момент нет доступных пакетов для этого тура.

source: Inquire About This Tour
ar: الاستفسار عن هذه الجولة
de: Erkundigen Sie sich nach dieser Tour
es: Consultar sobre este tour
fr: Renseignez-vous sur cette visite
ru: Узнать об этом туре

source: Email Address
ar: عنوان البريد الإلكتروني
de: E-Mail-Adresse
es: Dirección de correo electrónico
fr: Adresse email
ru: Адрес электронной почты
