Repository: hakuna-matataa-eg/hakunaweb
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, ru

source: Country
ar: دولة
de: Land
es: País
fr: Pays
ru: Страна

source: Children
ar: أطفال
de: Kinder
es: Niños
fr: Enfants
ru: Дети

source: Select a Package (optional)
ar: حدد الحزمة (اختياري)
de: Wählen Sie ein Paket (optional)
es: Seleccione un paquete (opcional)
fr: Sélectionnez un forfait (facultatif)
ru: Выберите пакет (необязательно)

source: All Photos
ar: جميع الصور
de: Alle Fotos
es: Todas las fotos
fr: Toutes les photos
ru: Все фотографии

source: %(package.name)s - Details
ar: %(package.name)s - التفاصيل
es: %(package.name)s - Detalles
fr: %(package.name)s - Détails
ru: %(package.name)s - Подробности

source: Includes accommodation in:
ar: يشمل الإقامة في:
de: Beinhaltet Unterkunft in:
es: Incluye alojamiento en:
fr: Comprend l'hébergement dans :
ru: Включает размещение в:

source: Amenities in this Package:
ar: وسائل الراحة في هذه الحزمة:
de: Annehmlichkeiten in diesem Paket:
es: Servicios en este paquete:
fr: Commodités de ce forfait :
ru: Удобства в этом пакете:

source: Book This Package Now
ar: احجز هذه الباقة الآن
de: Buchen Sie dieses Paket jetzt
es: Reserva este paquete ahora
fr: Réservez ce forfait maintenant
ru: Забронируйте этот пакет сейчас

source: Book Your Transfer
ar: احجز نقلك
de: Buchen Sie Ihren Transfer
es: Reserva tu traslado
fr: Réservez votre transfert
ru: Забронируйте свой трансфер

source: Comfortable rides between Egypt’s top destinations.<br>Fast, safe, and hassle-free.
ar: رحلات مريحة بين أفضل الوجهات في مصر.<br> سريع وآمن وخالي من المتاعب.
de: Bequeme Fahrten zwischen den Top-Reisezielen Ägyptens.<br> Schnell, sicher und problemlos.
es: Viajes cómodos entre los principales destinos de Egipto.<br> Rápido, seguro y sin complicaciones.
fr: Des trajets confortables entre les principales destinations d'Égypte.<br> Rapide, sûr et sans tracas.
ru: Комфортабельные поездки между основными направлениями Египта.<br> Быстро, безопасно и без проблем.

source: Reserve Your Ride
ar: احجز رحلتك
de: Reservieren Sie Ihre Fahrt
es: Reserva tu viaje
fr: Réservez votre trajet
ru: Забронируйте поездку

source: Pickup Location
ar: مكان الاستلام
de: Abholort
es: Lugar de recogida
fr: Lieu de ramassage
ru: Место получения

source: Enter pickup location
ar: أدخل موقع الاستلام
de: Abholort eingeben
es: Introduzca la ubicación de recogida
fr: Entrez le lieu de prise en charge
ru: Введите место получения

source: Open Map
ar: افتح الخريطة
de: Karte öffnen
es: Abrir mapa
fr: Ouvrir la carte
ru: Открыть карту

source: Drop-off Location
ar: مكان التسليم
de: Abgabeort
es: Lugar de entrega
fr: Lieu de dépôt
ru: Место высадки

source: Enter drop-off location
ar: أدخل موقع التسليم
de: Abgabeort eingeben
es: Introduzca el lugar de entrega
fr: Entrez le lieu de dépôt
ru: Введите место высадки

source: Time
ar: وقت
de: Zeit
es: Tiempo
fr: Temps
ru: Время

source: Number of Passengers
ar: عدد الركاب
de: Anzahl der Passagiere
es: Número de pasajeros
fr: Nombre de passagers
ru: Количество пассажиров

source: Car Type
ar: نوع السيارة
de: Auto Typ
es: Tipo de coche
fr: Type de voiture
ru: Тип автомобиля

source: Select car type
ar: حدد نوع السيارة
de: Fahrzeugtyp auswählen
es: Seleccione el tipo de vehículo
fr: Sélectionnez le type de voiture
ru: Выберите тип автомобиля

source: Sedan (2-3 pax) – 50 EGP/km
ar: سيدان (2-3 ركاب) – 50 جنيهًا مصريًا/كم
de: Limousine (2-3 Personen) – 50 EGP/km
es: Sedán (2-3 pasajeros) – 50 EGP/km
fr: Berline (2-3 personnes) – 50 EGP/km
ru: Седан (2-3 чел.) – 50 египетских фунтов/км

source: Van (5-7 pax) – 70 EGP/km
ar: فان (5-7 ركاب) – 70 جنيهًا مصريًا/كم
de: Van (5-7 Personen) – 70 EGP/km
es: Furgoneta (5-7 personas) – 70 EGP/km
fr: Van (5-7 personnes) – 70 EGP/km
ru: Микроавтобус (5-7 чел.) – 70 египетских фунтов/км

source: MiniBus (10-15 pax) – 90 EGP/km
ar: ميني باص (10-15 فرد) – 90 جنيهًا للكيلو
de: MiniBus (10–15 Personen) – 90 EGP/km
es: Minibús (10-15 personas) – 90 EGP/km
fr: MiniBus (10-15 personnes) – 90 EGP/km
ru: Миниавтобус (10-15 человек) – 90 египетских фунтов/км.

source: VIP (Mercedes / BMW) – 150 EGP/km
ar: VIP (مرسيدس / بي إم دبليو) – 150 جنيهًا مصريًا/كم
ru: VIP (Mercedes/BMW) – 150 египетских фунтов/км.

source: Estimated Price:
ar: السعر التقديري:
de: Geschätzter Preis:
es: Precio estimado:
fr: Prix estimé :
ru: Предполагаемая цена:

source: Distance:
ar: مسافة:
de: Distanz:
es: Distancia:
ru: Расстояние:

source: Something went wrong. Please try again.
ar: حدث خطأ ما. يُرجى المحاولة مرة أخرى.
de: Es ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
es: Algo salió mal. Por favor, inténtalo de nuevo.
fr: Une erreur s'est produite. Veuillez réessayer.
ru: Что-то пошло не так. Попробуйте ещё раз.

source: Error sending booking request.
ar: خطأ في إرسال طلب الحجز.
de: Fehler beim Senden der Buchungsanfrage.
es: Error al enviar la solicitud de reserva.
fr: Erreur lors de l'envoi de la demande de réservation.
ru: Ошибка отправки запроса на бронирование.

source: Your booking has been confirmed! We will contact you shortly.
ar: تم تأكيد حجزك! سنتواصل معك قريبًا.
de: Ihre Buchung wurde bestätigt! Wir werden in Kürze mit Ihnen Kontakt aufnehmen.
es: ¡Su reserva ha sido confirmada! Nos pondremos en contacto con usted en breve.
fr: Votre réservation est confirmée ! Nous vous contacterons prochainement.
ru: Ваше бронирование подтверждено! Мы свяжемся с вами в ближайшее время.

source: Available Cities
ar: المدن المتاحة
de: Verfügbare Städte
es: Ciudades disponibles
fr: Villes disponibles
ru: Доступные города

source: Hurghada
ar: الغردقة
es: Hurgada
ru: Хургада

source: Cairo
ar: القاهرة
de: Kairo
es: El Cairo
fr: Caire
ru: Каир

source: Coming Soon
ar: قريباً
de: Demnächst verfügbar
es: Muy pronto
fr: À venir
ru: Вскоре

source: Sharm El-Sheikh
ar: شرم الشيخ
de: Scharm El-Scheich
fr: Charm el-Cheikh
ru: Шарм-эль-Шейх

source: Luxor
ar: الأقصر
fr: Louxor
ru: Луксор

source: El Gouna
ar: الجونة
ru: Эль-Гуна

source: Marsa Alam
ar: مرسى علم
ru: Марса Алам

source: More destinations will be available soon across Egypt.
ar: سيتم توفير المزيد من الوجهات قريبًا في جميع أنحاء مصر.
de: Weitere Ziele in ganz Ägypten werden bald verfügbar sein.
es: Próximamente habrá más destinos disponibles en todo Egipto.
fr: D'autres destinations seront bientôt disponibles à travers l'Égypte.
ru: Скоро появятся новые направления по всему Египту.

source: Select Location
ar: حدد الموقع
de: Standort auswählen
es: Seleccionar ubicación
fr: Sélectionnez l'emplacement
ru: Выберите местоположение

source: Search on map...
ar: البحث على الخريطة...
de: Suche auf der Karte...
es: Buscar en el mapa...
fr: Rechercher sur la carte...
ru: Поиск на карте...

source: Done
ar: تم
de: Erledigt
es: Hecho
fr: Fait
ru: Сделанный

source: Selected on map
ar: تم اختياره على الخريطة
de: Auf der Karte ausgewählt
es: Seleccionado en el mapa
fr: Sélectionné sur la carte
ru: Выбрано на карте
